Repository: clementrahula/lukotta
Catalog: resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, et, fi, fil, fr, he, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ro, ru, sl, sq, sv, th, tr, uk, vi, zh_hans

source: macOS reads and writes exFAT itself, so this image was opened directly as an ordinary disk.
ar: ‏macOS يقرأ exFAT ويكتبها بنفسه، لذا فُتحت هذه الصورة مباشرةً كقرص عادي.
bg: macOS сам чете и записва exFAT, затова този образ беше отворендиректно като обикновен диск.
cs: macOS čte a zapisuje exFAT sám, proto byl tento obraz otevřen přímo jako běžný disk.
da: macOS læser og skriver selv exFAT, så dette diskbillede blev åbnet direkte som en almindelig disk.
de: macOS liest und schreibt exFAT selbst, daher wurde dieses Image direkt als gewöhnliches Laufwerk geöffnet.
el: Το macOS διαβάζει και γράφει exFAT μόνο του, οπότε αυτό το είδωλο άνοιξε απευθείας ως συνηθισμένος δίσκος.
es: macOS lee y escribe exFAT por sí mismo, así que esta imagen se abrió directamente como un disco normal.
et: macOS loeb ja kirjutab exFAT-i ise, seega avati see tõmmis otse tavalise kettana.
fi: macOS lukee ja kirjoittaa exFAT-muotoa itse, joten tämä levytiedosto avattiin suoraan tavallisena asemana.
fil: Ang exFAT ay binabasa at sinusulatan mismo ng macOS, kaya binuksan ang image na ito nang tuwiran bilang karaniwang disk.
fr: macOS lit et écrit l’exFAT lui-même, cette image a donc été ouverte directement comme un disque ordinaire.
he: ‏macOS קורא וכותב exFAT בעצמו, ולכן התמונה הזו נפתחה ישירות כדיסק רגיל.
hi: exFAT को macOS स्वयं पढ़ता और लिखता है, इसलिए यह इमेज सीधे एक साधारण डिस्क की तरह खोली गई।
hr: macOS sam čita i piše exFAT, pa je ova slika otvorena izravno kao običan disk.
hu: A macOS maga olvassa és írja az exFAT-ot, ezért ez a lemezkép közvetlenül, szokásos lemezként nyílt meg.
id: macOS membaca dan menulis exFAT sendiri, jadi image ini dibuka langsung sebagai disk biasa.
it: macOS legge e scrive exFAT da sé, quindi questa immagine è stata aperta direttamente come un disco ordinario.
ja: exFAT は macOS 自身が読み書きするため、このイメージは通常のディスクとしてそのまま開かれました。
ko: exFAT는 macOS가 직접 읽고 쓰므로, 이 이미지는 일반 디스크로 곧바로 열렸습니다.
lt: „macOS“ pati skaito ir rašo exFAT, todėl šis atvaizdis buvo atvertas tiesiogiai kaip įprastas diskas.
lv: macOS pats lasa un raksta exFAT, tāpēc šis attēls tika atvērts tieši kā parasts disks.
ms: macOS membaca dan menulis exFAT sendiri, jadi imej ini dibuka terus sebagai cakera biasa.
nb: macOS leser og skriver exFAT selv, så dette diskbildet ble åpnet direkte som en vanlig disk.
nl: macOS leest en schrijft exFAT zelf, dus deze schijfkopie is rechtstreeks geopend als een gewone schijf.
pl: macOS sam odczytuje i zapisuje exFAT, więc ten obraz został otwarty bezpośrednio jako zwykły dysk.
pt_pt: O macOS lê e escreve exFAT por si, pelo que esta imagem foi aberta diretamente como um disco comum.
ro: macOS citește și scrie exFAT singur, așa că această imagine a fost deschisă direct, ca un disc obișnuit.
ru: macOS читает и записывает exFAT сам, поэтому этот образ был открыт напрямую как обычный диск.
sl: macOS exFAT bere in zapisuje sam, zato je bila ta slika odprta neposredno kot običajen disk.
sq: macOS e lexon dhe e shkruan vetë exFAT, ndaj ky imazh u hap drejtpërdrejt si disk i zakonshëm.
sv: macOS läser och skriver exFAT självt, så den här avbilden öppnades direkt som en vanlig disk.
th: macOS อ่านและเขียน exFAT ได้เอง อิมเมจนี้จึงถูกเปิดตรงเป็นดิสก์ธรรมดา
tr: exFAT biçimini macOS zaten kendisi okuyup yazar, bu yüzden bu imaj doğrudan sıradan bir disk olarak açıldı.
uk: macOS читає та записує exFAT сам, тож цей образ було відкрито напряму як звичайний диск.
vi: macOS tự đọc và ghi exFAT, nên ảnh đĩa này được mở thẳng như một đĩa thông thường.
zh_hans: exFAT 由 macOS 自己读写，因此这个映像被直接作为普通磁盘打开。

source: macOS reads this format itself.
ar: ‏macOS يقرأ هذه الصيغة بنفسه.
bg: macOS сам чете този формат.
cs: Tento formát čte macOS sám.
da: macOS kan selv læse dette format.
de: macOS liest dieses Format selbst.
el: Το macOS διαβάζει μόνο του αυτή τη μορφή.
es: macOS lee este formato por su cuenta.
et: macOS loeb seda vormingut ise.
fi: macOS lukee tämän muodon itse.
fil: Binabasa mismo ng macOS ang format na ito.
fr: macOS lit ce format tout seul.
he: ‏macOS קורא פורמט זה בעצמו.
hi: macOS इस फ़ॉर्मैट को स्वयं पढ़ता है।
hr: macOS sam čita ovaj format.
hu: A macOS magától olvassa ezt a formátumot.
id: macOS membaca format ini sendiri.
it: macOS legge questo formato da sé.
ja: macOS 自身がこの形式を読みます。
ko: macOS가 이 형식을 직접 읽습니다.
lt: Šį formatą „macOS“ skaito pati.
lv: macOS pati lasa šo formātu.
ms: macOS membaca format ini sendiri.
nb: macOS leser dette formatet selv.
nl: macOS leest dit formaat zelf.
pl: macOS sam odczytuje ten format.
pt_pt: O macOS lê este formato sozinho.
ro: macOS citește singur acest format.
ru: macOS читает этот формат сам.
sl: macOS ta zapis bere sam.
sq: macOS e lexon vetë këtë format.
sv: macOS läser det här formatet själv.
th: macOS อ่านรูปแบบนี้ได้เอง
tr: macOS bu biçimi kendisi okur.
uk: macOS читає цей формат сам.
vi: macOS tự đọc định dạng này.
zh_hans: macOS 自己就能读取这种格式。

source: macOS reads this format itself. It did not mount this image, which may already be open in Finder.
ar: ‏macOS يقرأ هذه الصيغة بنفسه. ولم يركّب هذه الصورة، وقد تكون مفتوحة في الباحث أصلًا.
bg: macOS чете този формат сам. Този образ не беше монтиран и може вече да е отворен във Finder.
cs: macOS čte tento formát sám. Tento obraz nepřipojil a může být již otevřený ve Finderu.
da: macOS læser selv dette format. Diskbilledet blev ikke aktiveret og er måske allerede åbnet i Finder.
de: macOS liest dieses Format selbst. Dieses Image wurde nicht aktiviert und ist möglicherweise bereits im Finder geöffnet.
el: Το macOS διαβάζει αυτή τη μορφή μόνο του. Δεν προσάρτησε αυτό το είδωλο, το οποίο ίσως είναι ήδη ανοικτό στο Finder.
es: macOS lee este formato por sí mismo. No ha montado esta imagen, que puede estar ya abierta en el Finder.
et: macOS loeb seda vormingut ise. Seda tõmmist ta ei haakinud ja see võib olla juba Finderis avatud.
fi: macOS lukee tämän muodon itse. Se ei liittänyt tätä levytiedostoa, joka saattaa olla jo auki Finderissa.
fil: Binabasa mismo ng macOS ang format na ito. Hindi nito na-mount ang image na ito, na maaaring nakabukas na sa Finder.
fr: macOS lit ce format lui-même. Il n’a pas monté cette image, qui est peut-être déjà ouverte dans le Finder.
he: ‏macOS קורא פורמט זה בעצמו. הוא לא עיגן את התמונה הזו, וייתכן שהיא כבר פתוחה ב‑Finder.
hi: macOS इस फ़ॉर्मैट को स्वयं पढ़ता है। उसने यह इमेज माउंट नहीं की; शायद वह पहले से Finder में खुली हो।
hr: macOS sam čita ovaj format. Nije montirao ovu sliku, koja je možda već otvorena u Finderu.
hu: A macOS maga olvassa ezt a formátumot. Ezt a lemezképet nem csatolta, és lehet, hogy már meg van nyitva a Finderben.
id: macOS membaca format ini sendiri. Ia tidak memasang image ini, yang mungkin sudah terbuka di Finder.
it: macOS legge questo formato da sé. Non ha montato questa immagine, che potrebbe essere già aperta nel Finder.
ja: macOS 自身がこの形式を読みます。このイメージはマウントされませんでした。すでに Finder で開かれている可能性があります。
ko: macOS가 이 형식을 직접 읽습니다. 이 이미지는 마운트하지 않았으며, 이미 Finder에서 열려 있을 수 있습니다.
lt: „macOS“ šį formatą skaito pati. Šio atvaizdžio ji neprijungė; jis gali būti jau atvertas „Finder“ programoje.
lv: macOS šo formātu nolasa pats. Šo attēlu tas nepievienoja, un tas, iespējams, jau ir atvērts programmā Finder.
ms: macOS membaca format ini sendiri. Ia tidak melekapkan imej ini, yang mungkin sudah terbuka dalam Finder.
nb: macOS leser dette formatet selv. Det monterte ikke dette diskbildet, som kanskje allerede er åpnet i Finder.
nl: macOS leest deze structuur zelf. Deze schijfkopie is niet gekoppeld en is mogelijk al geopend in de Finder.
pl: macOS sam odczytuje ten format. Nie zamontował tego obrazu, który może być już otwarty w Finderze.
pt_pt: O macOS lê este formato por si. Não montou esta imagem, que pode já estar aberta no Finder.
ro: macOS citește singur acest format. Nu a montat această imagine, care poate fi deja deschisă în Finder.
ru: macOS читает этот формат сам. Он не смонтировал этот образ — возможно, тот уже открыт в Finder.
sl: macOS to obliko bere sam. Te slike ni priklopil in morda je že odprta v Finderju.
sq: macOS e lexon vetë këtë format. Nuk e montoi këtë imazh, i cili mund të jetë tashmë i hapur në Finder.
sv: macOS läser det här formatet självt. Avbilden monterades inte och kan redan vara öppnad i Finder.
th: macOS อ่านรูปแบบนี้ได้เอง แต่ไม่ได้เมานต์อิมเมจนี้ ซึ่งอาจเปิดอยู่ใน Finder แล้ว
tr: macOS bu biçimi kendisi okur. Bu imajı bağlamadı; imaj Finder'da zaten açık olabilir.
uk: macOS читає цей формат сам. Він не змонтував цього образу — можливо, той уже відкритий у Finder.
vi: macOS tự đọc định dạng này. Nó không gắn kết ảnh đĩa này, vốn có thể đã mở sẵn trong Finder.
zh_hans: macOS 自己就能读取这种格式。它没有挂载这个映像，该映像可能已在“访达”中打开。

source: macOS refused %@ access to this drive. Switch on Removable Volumes below, then open it again.
ar: رفض macOS وصول %@ إلى هذا المحرّك. شغّل وحدات التخزين القابلة للإزالة أدناه، ثم افتحه من جديد.
bg: macOS отказа на %@ достъп до този диск. Включете „Removable Volumes“ по-долу и го отворете отново.
cs: macOS odepřel aplikaci %@ přístup k tomuto disku. Zapněte níže „Výměnné svazky“ a otevřete jej znovu.
da: macOS afviste %@ adgang til denne disk. Slå “Udskiftelige enheder” til nedenfor, og åbn den igen.
de: macOS hat %@ den Zugriff auf dieses Laufwerk verweigert. Aktiviere unten „Entfernbare Volumes“ und öffne es erneut.
el: Το macOS αρνήθηκε στο %@ την πρόσβαση σε αυτόν τον δίσκο. Ενεργοποιήστε παρακάτω τους «Αφαιρούμενοι τόμοι» και ανοίξτε τον ξανά.
es: macOS ha denegado a %@ el acceso a este disco. Activa «Volúmenes extraíbles» más abajo y ábrelo de nuevo.
et: macOS keeldus andmast rakendusele %@ juurdepääsu sellele kettale. Lülita allpool sisse „Removable Volumes“ ja ava see uuesti.
fi: macOS epäsi ohjelmalta %@ pääsyn tähän asemaan. Ota alla käyttöön ”Siirrettävät taltiot” ja avaa se uudelleen.
fil: Tinanggihan ng macOS ang pag-access ng %@ sa drive na ito. Buksan ang Removable Volumes sa ibaba, pagkatapos ay buksan itong muli.
fr: macOS a refusé à %@ l’accès à ce disque. Activez « Volumes amovibles » ci-dessous, puis ouvrez-le à nouveau.
he: ‏macOS מנע מ‑%@ גישה לכונן הזה. הפעילו אמצעי אחסון נשלפים למטה ואז פתחו אותו שוב.
hi: macOS ने %@ को इस ड्राइव तक पहुँच नहीं दी। नीचे हटाने योग्य वॉल्यूम चालू करें, फिर उसे दोबारा खोलें।
hr: macOS je aplikaciji %@ odbio pristup ovom disku. Uključite „Uklonjive jedinice” u nastavku pa ga ponovno otvorite.
hu: A macOS megtagadta a(z) %@ programtól a hozzáférést ehhez a meghajtóhoz. Kapcsolja be alább a „Cserélhető kötetek” beállítást, majd nyissa meg újra.
id: macOS menolak akses %@ ke drive ini. Nyalakan Volume Lepasan di bawah, lalu buka lagi.
it: macOS ha negato a %@ l’accesso a questo disco. Attiva «Volumi rimovibili» qui sotto, poi aprilo di nuovo.
ja: macOS が %@ のこのドライブへのアクセスを拒否しました。下で「リムーバブルボリューム」をオンにしてから、もう一度開いてください。
ko: macOS가 %@의 이 드라이브 접근을 거부했습니다. 아래에서 이동식 볼륨을 켠 뒤 다시 여십시오.
lt: „macOS“ neleido programai %@ pasiekti šio disko. Įjunkite toliau „Removable Volumes“ ir atverkite jį dar kartą.
lv: macOS liedza programmai %@ piekļuvi šim diskam. Ieslēdziet zemāk “Removable Volumes” un atveriet to vēlreiz.
ms: macOS menolak akses %@ kepada pemacu ini. Hidupkan Volum Boleh Tanggal di bawah, kemudian bukanya semula.
nb: macOS nektet %@ tilgang til denne disken. Slå på «Uttakbare volumer» nedenfor, og åpne den igjen.
nl: macOS heeft %@ de toegang tot deze schijf geweigerd. Schakel hieronder ‘Verwijderbare volumes’ in en open die opnieuw.
pl: macOS odmówił programowi %@ dostępu do tego dysku. Włącz poniżej „Woluminy wymienne” i otwórz go ponownie.
pt_pt: O macOS recusou ao %@ o acesso a este disco. Ative «Volumes amovíveis» abaixo e abra-o novamente.
ro: macOS a refuzat aplicației %@ accesul la acest disc. Activați mai jos „Volume amovibile”, apoi deschideți-l din nou.
ru: macOS отказал %@ в доступе к этому диску. Включите Съемные тома ниже и откройте его снова.
sl: macOS je programu %@ zavrnil dostop do tega diska. Spodaj vklopite „Removable Volumes“ in ga znova odprite.
sq: macOS i refuzoi %@ hyrjen në këtë disk. Aktivizo Removable Volumes më poshtë, pastaj hape sërish.
sv: macOS nekade %@ åtkomst till den här disken. Slå på ”Borttagbara volymer” nedan och öppna den igen.
th: macOS ปฏิเสธไม่ให้ %@ เข้าถึงไดรฟ์นี้ เปิด โวลุ่มที่ถอดได้ ด้านล่าง แล้วเปิดไดรฟ์อีกครั้ง
tr: macOS, %@ uygulamasının bu sürücüye erişimini reddetti. Aşağıdan Çıkarılabilir Birimler seçeneğini açın ve yeniden açın.
uk: macOS відмовив %@ у доступі до цього диска. Увімкніть Знімні томи нижче й відкрийте його знову.
vi: macOS đã từ chối cho %@ truy cập ổ đĩa này. Hãy bật Ổ đĩa tháo lắp được bên dưới rồi mở lại.
zh_hans: macOS 拒绝了 %@ 对这个驱动器的访问。请在下方开启“可移除宗卷”，然后重新打开它。

source: macOS would not add %@ to your login items. Open System Settings, then General, then Login Items, and add it there.
ar: لم يضف macOS %@ إلى عناصر تسجيل الدخول لديك. افتح إعدادات النظام، ثم عام، ثم عناصر تسجيل الدخول، وأضفه هناك.
bg: macOS не добави %@ към елементите за влизане. Отворете System Settings, после General, после Login Items и го добавете там.
cs: macOS nepřidal %@ mezi položky přihlášení. Otevřete Nastavení systému, pak Obecné, pak Položky přihlášení a přidejte ji tam.
da: macOS ville ikke føje %@ til dine loginemner. Åbn Systemindstillinger, derefter Generelt, derefter Loginemner, og tilføj programmet der.
de: macOS hat %@ nicht zu deinen Anmeldeobjekten hinzugefügt. Öffne die Systemeinstellungen, dann Allgemein, dann Anmeldeobjekte, und füge die App dort hinzu.
el: Το macOS δεν πρόσθεσε το %@ στα αντικείμενα σύνδεσης. Ανοίξτε τις Ρυθμίσεις συστήματος, μετά Γενικά, μετά Αντικείμενα σύνδεσης, και προσθέστε το εκεί.
es: macOS no añadió %@ a tus ítems de inicio. Abre Ajustes del Sistema, luego General, luego Ítems de inicio, y añádelo ahí.
et: macOS ei lisanud rakendust %@ sisselogimisüksuste hulka. Ava Süsteemiseaded, siis Üldine, siis Sisselogimisüksused, ja lisa see sinna.
fi: macOS ei lisännyt ohjelmaa %@ kirjautumiskohteisiin. Avaa Järjestelmäasetukset, sitten Yleiset, sitten Kirjautumiskohteet, ja lisää se sinne.
fil: Hindi idinagdag ng macOS ang %@ sa iyong mga login item. Buksan ang System Settings, pagkatapos ay General, pagkatapos ay Login Items, at idagdag ito roon.
fr: macOS n’a pas ajouté %@ à vos ouvertures de session. Ouvrez Réglages Système, puis Général, puis Ouverture, et ajoutez-la là.
he: ‏macOS לא הוסיף את %@ לפריטי הכניסה שלך. פתחו את הגדרות המערכת, אחר כך כללי, אחר כך פריטי כניסה, והוסיפו אותו שם.
hi: macOS ने %@ को आपके लॉगिन आइटम में नहीं जोड़ा। सिस्टम सेटिंग्ज़, फिर सामान्य, फिर लॉगिन आइटम खोलें और उसे वहाँ जोड़ें।
hr: macOS nije dodao %@ u stavke prijave. Otvorite Postavke sustava, zatim Općenito, zatim Stavke prijave, i dodajte ga ondje.
hu: A macOS nem adta hozzá a(z) %@ alkalmazást a bejelentkezési elemekhez. Nyissa meg a Rendszerbeállításokat, majd az Általános, majd a Bejelentkezési elemek részt, és adja hozzá ott.
id: macOS tidak menambahkan %@ ke item masuk Anda. Buka Pengaturan Sistem, lalu Umum, lalu Item Masuk, dan tambahkan di sana.
it: macOS non ha aggiunto %@ agli elementi di login. Apri Impostazioni di Sistema, poi Generali, poi Elementi login, e aggiungila lì.
ja: macOS は %@ をログイン項目に追加しませんでした。「システム設定」を開き、「一般」、「ログイン項目」と進んで、そこで追加してください。
ko: macOS가 %@을(를) 로그인 항목에 추가하지 않았습니다. 시스템 설정을 열고 일반, 로그인 항목으로 이동해 그곳에서 추가하십시오.
lt: „macOS“ nepridėjo %@ prie prisijungimo elementų. Atverkite Sistemos nuostatas, tada Bendra, tada Prisijungimo elementai, ir pridėkite ją ten.
lv: macOS nepievienoja %@ pieteikšanās vienumiem. Atveriet Sistēmas iestatījumus, tad Vispārīgi, tad Pieteikšanās vienumi, un pievienojiet to tur.
ms: macOS tidak menambah %@ pada item log masuk anda. Buka Seting Sistem, kemudian Umum, kemudian Item Log Masuk, dan tambahkannya di sana.
nb: macOS la ikke %@ til i påloggingsobjektene. Åpne Systeminnstillinger, så Generelt, så Påloggingsobjekter, og legg den til der.
nl: macOS heeft %@ niet aan je inlogitems toegevoegd. Open Systeeminstellingen, dan Algemeen, dan Inlogonderdelen, en voeg de app daar toe.
pl: macOS nie dodał programu %@ do elementów logowania. Otwórz Ustawienia systemowe, potem Ogólne, potem Elementy logowania, i dodaj go tam.
pt_pt: O macOS não adicionou o %@ aos itens de início de sessão. Abra as Definições do Sistema, depois Geral, depois Itens de início de sessão, e adicione-o aí.
ro: macOS nu a adăugat %@ la elementele de conectare. Deschideți Configurări sistem, apoi General, apoi Elemente de conectare, și adăugați-l acolo.
ru: macOS не добавил %@ в объекты входа. Откройте Системные настройки, затем Основные, затем Объекты входа, и добавьте его там.
sl: macOS ni dodal %@ med prijavne elemente. Odprite System Settings, nato Splošno, nato Prijavni elementi, in ga dodajte tam.
sq: macOS nuk pranoi ta shtojë %@ te elementet e hyrjes. Hap System Settings, pastaj General, pastaj Login Items, dhe shtoje atje.
sv: macOS lade inte till %@ bland dina inloggningsobjekt. Öppna Systeminställningar, sedan Allmänt, sedan Inloggningsobjekt, och lägg till det där.
th: macOS ไม่ได้เพิ่ม %@ ลงในรายการล็อกอินของคุณ เปิด การตั้งค่าระบบ แล้วไปที่ ทั่วไป จากนั้น รายการเข้าสู่ระบบ และเพิ่มที่นั่น
tr: macOS, %@ uygulamasını oturum açma ögelerinize eklemedi. Sistem Ayarları, sonra Genel, sonra Giriş Öğeleri açın ve oradan ekleyin.
uk: macOS не додав %@ до об’єктів входу. Відкрийте Системні параметри, потім Загальні, потім Об’єкти входу, і додайте його там.
vi: macOS không thêm %@ vào các mục đăng nhập của bạn. Hãy mở Cài đặt hệ thống, rồi Cài đặt chung, rồi Mục đăng nhập, và thêm ở đó.
zh_hans: macOS 未把 %@ 添加到你的登录项。请打开“系统设置”，然后是“通用”，再到“登录项”，在那里添加。

source: macOS wrote %@. It is not sent anywhere automatically. Attach it to your message if you can.
ar: كتب macOS الملف %@. ولا يُرسل تلقائيًا إلى أي جهة. أرفقه برسالتك إن استطعت.
bg: macOS записа %@. Той не се изпраща никъде автоматично. Прикачете го към съобщението си, ако можете.
cs: macOS zapsal %@. Nikam se automaticky neodesílá. Přiložte ho ke své zprávě, pokud můžete.
da: macOS skrev %@. Den sendes ikke nogen steder automatisk. Vedhæft den til din besked, hvis du kan.
de: macOS hat %@ geschrieben. Der Bericht wird nirgendwohin automatisch gesendet. Häng ihn an deine Nachricht an, wenn du kannst.
el: Το macOS έγραψε το %@. Δεν στέλνεται πουθενά αυτόματα. Επισυνάψτε το στο μήνυμά σας αν μπορείτε.
es: macOS escribió %@. No se envía a ningún sitio automáticamente. Adjúntalo a tu mensaje si puedes.
et: macOS kirjutas faili %@. Seda ei saadeta kuhugi automaatselt. Lisage see võimaluse korral oma sõnumile.
fi: macOS kirjoitti tiedoston %@. Sitä ei lähetetä minnekään automaattisesti. Liitä se viestiisi, jos voit.
fil: Isinulat ng macOS ang %@. Hindi ito awtomatikong ipinapadala saanman. Ilakip ito sa iyong mensahe kung kaya mo.
fr: macOS a écrit %@. Ce fichier n’est envoyé nulle part automatiquement. Joignez-le à votre message si vous le pouvez.
he: ‏macOS כתב את %@. הוא אינו נשלח לשום מקום אוטומטית. צרפו אותו להודעה שלכם אם תוכלו.
hi: macOS ने %@ लिखी। वह अपने आप कहीं नहीं भेजी जाती। हो सके तो उसे अपने संदेश के साथ जोड़ें।
hr: macOS je zapisao %@. Ništa se ne šalje automatski. Priložite tu datoteku svojoj poruci ako možete.
hu: A macOS megírta a következőt: %@. Sehová nem küldi el automatikusan. Csatolja az üzenetéhez, ha teheti.
id: macOS menulis %@. Berkas itu tidak dikirim ke mana pun secara otomatis. Lampirkan pada pesan Anda jika bisa.
it: macOS ha scritto %@. Non viene inviato da nessuna parte automaticamente. Allegalo al tuo messaggio, se puoi.
ja: macOS が %@ を書き出しました。自動的にはどこにも送られません。可能であればメッセージに添付してください。
ko: macOS가 %@을(를) 기록했습니다. 자동으로 어디에도 전송되지 않습니다. 가능하다면 메시지에 첨부해 주십시오.
lt: „macOS“ įrašė %@. Automatiškai jis niekur nesiunčiamas. Jei galite, pridėkite jį prie savo žinutės.
lv: macOS ierakstīja %@. Automātiski tas nekur netiek sūtīts. Pievienojiet to savai ziņai, ja varat.
ms: macOS menulis %@. Ia tidak dihantar ke mana-mana secara automatik. Lampirkannya pada mesej anda jika boleh.
nb: macOS skrev %@. Den sendes ikke noe sted automatisk. Legg den ved meldingen din hvis du kan.
nl: macOS heeft %@ geschreven. Dat wordt nergens automatisch naartoe gestuurd. Voeg het bij je bericht als je kunt.
pl: macOS zapisał %@. Nic nie jest wysyłane automatycznie. Dołącz ten plik do swojej wiadomości, jeśli możesz.
pt_pt: O macOS escreveu %@. Não é enviado para lado nenhum automaticamente. Anexe-o à sua mensagem, se puder.
ro: macOS a scris %@. Nu este trimis nicăieri automat. Atașați-l mesajului dumneavoastră, dacă puteți.
ru: macOS записал %@. Автоматически он никуда не отправляется. Приложите его к своему сообщению, если можете.
sl: macOS je zapisal %@. Nikamor se ne pošlje samodejno. Če lahko, ga pripnite svojemu sporočilu.
sq: macOS shkroi %@. Nuk dërgohet askund automatikisht. Bashkëngjite mesazhit tënd nëse mundesh.
sv: macOS skrev %@. Den skickas inte någonstans automatiskt. Bifoga den till ditt meddelande om du kan.
th: macOS เขียน %@ ไว้ ไฟล์นี้ไม่ได้ถูกส่งไปที่ใดโดยอัตโนมัติ แนบไปกับข้อความของคุณได้ถ้าทำได้
tr: macOS %@ dosyasını yazdı. Otomatik olarak hiçbir yere gönderilmez. Yapabiliyorsanız iletinize ekleyin.
uk: macOS записав %@. Автоматично він нікуди не надсилається. Долучіть його до свого повідомлення, якщо можете.
vi: macOS đã ghi %@. Nó không tự động gửi đi đâu cả. Hãy đính kèm vào tin nhắn của bạn nếu có thể.
zh_hans: macOS 写入了 %@。它不会被自动发送到任何地方。如果可以，请把它附在你的信息中。

source: not reached
ar: لم يُبلغ
bg: не е достигнато
cs: nedosaženo
da: ikke nået
de: nicht erreicht
el: δεν προσεγγίστηκε
es: no alcanzado
et: ei jõudnud
fi: ei saavutettu
fil: hindi naabot
fr: non atteint
he: לא הגיע
hi: नहीं पहुँचा
hr: nije dosegnuto
hu: nem érte el
id: tidak tercapai
it: non raggiunto
ja: 未到達
ko: 도달하지 않음
lt: nepasiekta
lv: nav sasniegts
ms: tidak dicapai
nb: ikke nådd
nl: niet bereikt
pl: nieosiągnięte
pt_pt: não alcançado
ro: neatins
ru: не достигнуто
sl: ni doseženo
sq: nuk u arrit
sv: inte nådd
th: ยังไปไม่ถึง
tr: ulaşılmadı
uk: не досягнуто
vi: chưa tới
zh_hans: 未到达
